tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mirego/formulae"
brew "aws-elasticbeanstalk"
brew "gdbm"
brew "awscli"
brew "bash"
brew "bettercap"
brew "bower"
brew "clojure"
brew "gmp"
brew "coreutils"
brew "cowsay"
brew "doxygen"
brew "findutils"
brew "gcc@4.9"
brew "git"
brew "gnupg"
brew "gradle"
brew "highlight"
brew "leiningen"
brew "maven"
brew "python@2"
brew "mercurial"
brew "mitmproxy"
brew "nvm"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "rtv"
brew "sshpass"
brew "svgo"
brew "tig"
brew "tree"
brew "watchman"
brew "wine"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "mirego/formulae/accent"
brew "mirego/formulae/nv"
cask "aerial"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "betterzipql"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "kdiff3"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "vlc"
cask "xquartz"
cask "visual-studio-code"
cask "flume"
cask "intellij-idea-ce"
cask "franz"
cask "slack"
cask "sourcetree"
cask "vmware-fusion10"
cask "the-unarchiver"
