# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/core'
tap 'homebrew/bundle'

# Install ZSH
brew 'zsh'
brew 'zsh-completions'

# Install GNU core utilities (those that come with macOS are outdated)
brew 'coreutils'

# Install GNU `find`, `locate`, `updatedb`, and `xargs`, g-prefixed
brew 'findutils'

# Install Bash 4
brew 'bash'

# Install Binaries
brew 'git'
brew 'mercurial'
brew 'tree'

# Development
brew 'nvm'
brew 'phantomjs'
brew 'sshpass'
brew 'yarn'

# Apps
cask 'alfred'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'dropbox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'kdiff3'
cask 'sourcetree'
cask 'spotify'
cask 'the-unarchiver'
cask 'vlc'
cask 'visual-studio-code'

# Fonts
cask 'font-source-code-pro'
cask 'font-source-sans-pro'

# quicklook
cask 'quicklook-json'
cask 'quicklook-csv'

# ROBOTIQ
brew 'accent'
brew 'aws-elasticbeanstalk'
brew 'awscli'
