tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "gdbm"
brew "bash"
brew "gmp"
brew "coreutils"
brew "findutils"
brew "git"
brew "gradle"
brew "highlight"
brew "python@2"
brew "mitmproxy"
brew "nvm"
brew "rtv"
brew "tig"
brew "tree"
brew "watchman"
brew "wine"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "kdiff3"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "vlc"
cask "xquartz"
cask "visual-studio-code"
cask "franz"
cask "slack"
cask "sourcetree"
cask "the-unarchiver"
cask "font-fira-code"
